// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Ajouter un papier personnalisé";

NoIccTitle = "<aucun profil sélectionné>";

DoubleNameTitle = "Un papier personnalisé du même nom existe déjà";
DoubleNameMsg = "Un type de papier personnalisé du nom \"%@\" existe déjà. Veuillez sélectionner un autre nom pour le papier personnalisé.";

MaxMediaExceededTitle = "Vous avez dépassé le nombre maximal de types de papier personnalisé";
MaxMediaExceededMsg = "Vous pouvez définir un maximum de %1 types de papier personnalisé. Veuillez supprimer un ou plusieurs types de papier avant d’ajouter un nouveau type.";

ProfileExistsTitle = "Ce profil ICC existe déjà";
ProfileExistsMsg = "Un profil ICC portant le nom de fichier \"%@\" est déjà stocké dans le répertoire local. Si vous sélectionnez \"Utiliser le profil existant\", le profil stocké sera utilisé pour votre papier. Vous pouvez également sélectionner \"Utiliser un nom de fichier unique\" pour créer un nouveau nom de profil.";
ProfileExistsDefButton = "Utiliser le profil existant";
ProfileExistsAltButton = "Annuler";
ProfileExistsOtherButton = "Utiliser un nom de fichier unique";

//Paper Type Names
Photo = "Photo";
CoatedInkjet = "Papier Jet d’Encre Couché";
PhotoRag = "Papier Photo Chiffon";
Watercolor = "Papier Pour Aquarelle";
Canvas = "Papier Pour Toile";
RigidPhotoRag = "Papier Photo Chiffon Rigide";
RigidWatercolor = "Papier Pour Aquarelle Rigide";
RigidCanvas = "Papier Pour Toile Rigide";
Brochure = "Brochure";
PlainPaper = "Papier Ordinaire";
PhotoInkjetScrapbook = "Papier scrapbook Inkjet, Photo";
MatteInkjetScrapbook = "Papier scrapbook Inkjet, Mat";

Coated = "Couché";
PhotoThick = "Papier photo épais";
FiberGloss = "Glacé satiné";
photoRag = "Papier photo de chiffon";
photoRagThin = "Papier photo chiffon fin";

//print quality names
Best = "Supérieur";
Normal = "Normal";
Fast = "FastDraft";
MaxDPI = "PPP maximal";

ProfileInvalidTitle = "Type de fichier ICC incorrect";
ProfileInvalidMsg = "Le fichier ICC sélectionné ne peut pas être utilisé avec une imprimante.";
ProfileInvalidDefButton = "Choisissez un autre profil…";
ProfileInvalidAltButton = "Annuler";

TaskTitleFieldText = "Ajouter un papier personnalisé";
TaskDescriptionFieldText = "Cliquez sur le bouton Ajouter pour ajouter le papier personnalisé à la liste des papiers personnalisés.";
StartButtonText = "Ajouter";
AddSheetDescriptionFieldText = "Veuillez fournir les informations relatives au papier que vous souhaitez ajouter.";
PaperNameLableText = "Nom du papier personnalisé :";
PaperCategoryLableText = "Catégorie du papier :";
IccFileNamelableText = "Profil ICC (facultatif) :";
IccFileNameFieldText = "<aucun profil sélectionné>";
BrowseButtonText = "Parcourir…";
ClearButtonText = "Effacer le profil";
CancelButtonText = "Annuler";
DoneButtonText = "Terminé";